Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Settings.interface
source: Interface
ar: واجِهة
de: Benutzeroberfläche
es: Interfaz
hi: इंटरफ़ेस
id: Antarmuka
it: Interfaccia
ja: インターフェース
ko: 공통 사항
pl: Interfejs
ru: Интерфейс
th: ติดต่อประสานงานกัน
tr: Arayüz
uk: Arayüz
vi: Giao diện
zh_hans: 界面
zh_hant: 分界面

# Carina.new-states.duplicate
source: Duplicate
ar: نُسْخة
de: Duplikat
es: Duplicado
fr: Duplicata
hi: अनुलिपि बनाना
id: Duplikat
it: Duplicato
ja: 複製
ko: 중복된
nl: Duplicaat
pl: Duplikat
pt: Cópia
ru: Дубликат
th: ทําซ้ํา
tr: Kopya
uk: Дублювати
vi: Bản sao
zh_hans: 重复
zh_hant: 複製的

# Migration.send.content.send
source: Upload
ar: تَحْميل
de: Hochladen
es: Subir
fr: Télécharger
hi: अपलोड करें
id: Unggah
it: Caricare
ja: アップロード
ko: 업로드하다
nl: Uploaden
pl: Przesłać
ru: Выкладывать на другой компьютер, выложить на другой компьютер
th: อัปโหลด
tr: Yükle
uk: Завантажити
vi: Tải lên
zh_hans: 上传
zh_hant: 上載

# Carina.busy-state.standstill
source: Standstill
ar: تَوَقُّف تامّ
de: Stillstand
es: Punto muerto
fr: Arrêt
hi: ठहराव
id: Berhenti
it: Punto morto
ja: 停止
ko: 정지된
nl: Stilstand
pl: Zastój
pt: Parada
ru: Остановка
th: การหยุดนิ่ง
tr: Durma
uk: Зупинка
vi: Sự bế tắc
zh_hans: 停摆
zh_hant: 停滯不前

# Bookmark.item.link.empty
source: Empty Bookmark Link
ar: رابط إشارة مرجعية فارغ
de: Leerer Lesezeichen-Link
es: Enlace de marcador vacío
fr: Lien de signet vide
hi: खाली बुकमार्क लिंक
id: Tautan Bookmark Kosong
it: Link ai segnalibri vuoti
ja: 空のブックマークリンク
ko: 빈 북마크 링크
nl: Lege Bladwijzer Link
pl: Pusty link do zakładek
pt: Link de marcador vazio
ru: Пустая Ссылка На Закладку
th: ลิงก์บุ๊กมาร์กที่ว่างเปล่า
tr: Boş Yer İşareti Bağlantısı
uk: Порожнє посилання на закладку
vi: Liên kết đánh dấu trống
zh_hans: 空书签链接
zh_hant: 空白書籤連結

# Carina.busy-state.efficient
source: Efficient
ar: فَعّال
de: Gut funktionierend
es: Eficiente
fr: Efficace
hi: कार्य-कुशल
id: Efisien
it: Efficiente
ja: 効率のよい
ko: 능률적인
nl: Efficiënt
pl: Wydajny
pt: Eficiente
ru: Эффективный
th: ซึ่งมีประสิทธิภาพ
tr: Verimli
uk: Ефективний
vi: Hiệu quả
zh_hans: 高效
zh_hant: 有效的

# Bookmark.group.default
source: Default
ar: قَصَّرَ
de: Standard
es: Valor por defecto
fr: Par défaut
hi: डिफ़ॉल्ट
it: Di default
ja: デフォルト
ko: 채무 불이행
nl: In gebreke blijven
pl: Wartość domyślna
pt: Padrão
ru: Значение по умолчанию
th: ค่าปริยาย
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設值

# Settings.interface.search-button.swipe.right
source: Trailing Button Action
ar: حركة زر زائدة
de: Trailing-Button-Aktion
es: Acción del botón de seguimiento
fr: Action du bouton de traînant
hi: अनुगामी बटन कार्रवाई
id: Tindakan Tombol Trailing
it: Azione del pulsante finale
ja: トレーリングボタンアクション
ko: 후행 버튼 동작
nl: Actie Achteruitknop
pl: Akcja przycisku końcowego
pt: Ação do botão de fuga
ru: Действие Кнопки Трейла
th: การทํางานของปุ่มต่อท้าย
tr: Takip Eden Düğme Eylemi
uk: Takip Eden Düğme Eylemi
vi: Hành động nút Trailing
zh_hans: 尾部按钮操作
zh_hant: 尾隨按鈕動作

# Settings.interface.home.list.error.description.too-long
source: Your home list is too long, which contains over 100 elements. Please consider removing some of them.
ar: قائمة منزلك طويلة جدا، والتي تحتوي على أكثر من 100 عنصر. يرجى التفكير في إزالة بعضها.
de: Ihre Hausliste ist zu lang und enthält über 100 Elemente. Bitte erwägen Sie, einige von ihnen zu entfernen.
es: La lista de tu casa es demasiado larga, y contiene más de 100 elementos. Por favor, considere eliminar algunos de ellos.
fr: Votre liste d'accueil est trop longue, qui contient plus de 100 éléments. Veuillez envisager d'en retirer certains.
hi: आपकी होम लिस्ट बहुत लंबी है, जिसमें 100 से अधिक तत्व हैं। कृपया उनमें से कुछ को हटाने पर विचार करें।
id: Daftar rumah Anda terlalu panjang, yang berisi lebih dari 100 elemen. Mohon pertimbangkan untuk menghapus beberapa dari mereka.
it: La tua lista di casa è troppo lunga, che contiene oltre 100 elementi. Si prega di considerare di rimuoverne alcuni.
ja: あなたのホームリストは長すぎて、100以上の要素が含まれています。 それらのいくつかを削除することを検討してください。
ko: 당신의 홈 리스트는 100개 이상의 요소를 포함하는 너무 길다. 그들 중 일부를 제거하는 것을 고려해 주세요.
nl: Je thuislijst is te lang, die meer dan 100 elementen bevat. Overweeg om er een aantal te verwijderen.
pl: Twoja lista domowa jest zbyt długa i zawiera ponad 100 elementów. Proszę rozważyć usunięcie niektórych z nich.
pt: Sua lista inicial é muito longa, que contém mais de 100 elementos. Por favor, considere remover alguns deles.
ru: Ваш домашний список слишком длинный, он содержит более 100 элементов. Пожалуйста, рассмотрите возможность удаления некоторых из них.
th: รายการบ้านของคุณยาวเกินไป ซึ่งมีองค์ประกอบมากกว่า 100 รายการ โปรดพิจารณาลบบางส่วนออก
tr: 100'den fazla öğe içeren ev listeniz çok uzun. Lütfen bunlardan bazılarını kaldırmayı düşünün.
uk: 100'den fazla öğe içeren ev listeniz çok uzun. Lütfen bunlardan bazılarını kaldırmayı düşünün.
vi: Danh sách nhà của bạn quá dài, chứa hơn 100 yếu tố. Vui lòng xem xét việc loại bỏ một số trong số chúng.
zh_hans: 你的首页列表太长了，包括超过100个元素。请考虑移除几个。
zh_hant: 您的主頁列表太長了，其中包含100多個元素。 請考慮移除其中的一些。

# Extension.add.empty
source: Enter Keyword
ar: أدخل الكلمة الرئيسية
de: Stichwort eingeben
es: Introduzca la palabra clave
fr: Entrez le mot-clé
hi: कीवर्ड दर्ज करें
id: Masukkan Kata Kunci
it: Inserisci la parola chiave
ja: キーワードを入力してください
ko: 키워드 입력
nl: Trefwoord invoeren
pl: Wprowadź słowo kluczowe
pt: Digite a palavra-chave
ru: Введите ключевое слово
th: ป้อนคีย์เวิร์ด
tr: Anahtar Kelime Girin
uk: Введіть Ключове Слово
vi: Nhập từ khóa
zh_hans: 输入关键词
zh_hant: 輸入關鍵詞

# Settings.search.edit.tips.perfect
source: Everything’s in tune!
ar: كل شيء في تناغم!
de: Alles stimmt!
es: ¡Todo está en sintonía!
fr: Tout est en phase !
hi: सब कुछ धुन में है!
id: Semuanya selaras!
it: Tutto è in sintonia!
ja: すべてが同調しています！
ko: 모든 것이 조화를 이루고 있다!
nl: Alles is in harmonie!
pl: Wszystko jest w porządku!
pt: Tudo está em sintonia!
ru: Все в гармонии!
th: ทุกอย่างสอดคล้องกัน!
tr: Her şey uyumlu!
uk: Her şey uyumlu!
vi: Mọi thứ đều đồng điệu!
zh_hans: 一切良好！
zh_hant: 一切都很和諧！

# Carina.busy-state.service-interruption
source: Service Interruption
ar: انقطاع الخدمة
de: Dienstunterbrechung
es: Interrupción del servicio
fr: Interruption de service
hi: सेवा रुकावट
id: Gangguan Layanan
it: Interruzione del servizio
ja: サービス中断
ko: 서비스 중단
nl: Serviceonderbreking
pl: Przerwa w słudze
pt: Interrupção de serviço
ru: Прерывание Обслуживания
th: การหยุดชะงักของบริการ
tr: Hizmet Kesintisi
uk: Переривання обслуговування
vi: Gián đoạn dịch vụ
zh_hans: 服务间断
zh_hant: 服務中斷

# Vote.tint.green
source: Green
ar: أَخْضَر
de: Grün
es: Verde
fr: Vert
hi: हरा
id: Hijau
it: Verde
ja: 緑
ko: 그린
nl: Groen
pl: Zielony
pt: Verde
ru: Зелёный цвет
th: สีเขียว
tr: Yeşil
uk: Зелений
vi: Màu xanh
zh_hans: 绿色
zh_hant: 綠色

# Settings.privacy
source: Privacy
ar: خُصوصيّة
de: Privatsphäre
es: Intimidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 사생활
pl: Prywatność
pt: Privacidade
ru: Уединение
th: ความลับ
tr: Gizlilik
uk: Gizlilik
vi: Sự riêng tư
zh_hans: 隐私
zh_hant: 隱私

# Migration.title
source: Welcome to Migration
ar: مرحبا بك في الهجرة
de: Willkommen bei Migration
es: Bienvenido a Migración
fr: Bienvenue à Migration
hi: माइग्रेशन में आपका स्वागत है
id: Selamat datang di Migrasi
it: Benvenuto nella migrazione
ja: 移住へようこそ
ko: 마이그레이션에 오신 것을 환영합니다
nl: Welkom bij Migratie
pl: Witamy w migracji
pt: Bem-vindo à Migração
ru: Добро пожаловать в Миграцию
th: ยินดีต้อนรับสู่การโยกย้าย
tr: Göç'e Hoş Geldiniz
uk: Ласкаво просимо до міграції
vi: Chào mừng bạn đến với Migration
zh_hans: 欢迎来到迁移
zh_hant: 歡迎來到移民

# Webpage.reload
source: Reload
ar: إعادة التحميل
de: Nachladen
es: Recargar
fr: Recharger
hi: पुनः लोड करें
id: Muat ulang
it: Ricaricare
ja: 再読み込みする
ko: 다시 짐을 싣다
nl: Opnieuw laden
pl: Ponownie załadować
pt: Recarregar
ru: Перезаряжать, перезарядить
th: โหลดใหม่
tr: Yeniden Yükle
uk: Перезавантажити
vi: Nạp lại
zh_hans: 重新加载
zh_hant: 重新裝填

# Migration.send.package.passkey.description
source: Enter this Code on another device. Sharing this Code may cause your datas to be fetched by others. You may leave this page safely now.
ar: أدخل هذا الرمز على جهاز آخر. قد تؤدي مشاركة هذا الرمز إلى جلب بياناتك من قبل الآخرين. يمكنك مغادرة هذه الصفحة بأمان الآن.
de: Geben Sie diesen Code auf einem anderen Gerät ein. Das Teilen dieses Codes kann dazu führen, dass Ihre Daten von anderen abgerufen werden. Sie können diese Seite jetzt sicher verlassen.
es: Introduce este código en otro dispositivo. Compartir este código puede hacer que otros resiban sus datos. Puede salir de esta página de forma segura ahora.
fr: Saisissez ce code sur un autre appareil. Le partage de ce code peut entraîner la récutrat de vos données par d'autres. Vous pouvez quitter cette page en toute sécurité maintenant.
hi: इस कोड को किसी अन्य डिवाइस पर दर्ज करें। इस कोड को साझा करने से आपका डेटा दूसरों द्वारा प्राप्त किया जा सकता है। अब आप इस पृष्ठ को सुरक्षित रूप से छोड़ सकते हैं।
id: Masukkan Kode ini di perangkat lain. Membagikan Kode ini dapat menyebabkan data Anda diambil oleh orang lain. Anda dapat meninggalkan halaman ini dengan aman sekarang.
it: Inserisci questo codice su un altro dispositivo. La condivisione di questo codice può far sì che i tuoi dati siano recuperati da altri. Puoi lasciare questa pagina in modo sicuro ora.
ja: このコードを別のデバイスに入力します。 このコードを共有すると、あなたのデータが他の人に取得される可能性があります。 今すぐこのページを安全に離れることができます。
ko: 이 코드를 다른 기기에 입력하세요. 이 코드를 공유하면 다른 사람들이 당신의 데이터를 가져올 수 있습니다. 당신은 지금 이 페이지를 안전하게 떠날 수 있습니다.
nl: Voer deze code in op een ander apparaat. Het delen van deze code kan ertoe leiden dat uw gegevens door anderen worden opgehaald. U kunt deze pagina nu veilig verlaten.
pl: Wprowadź ten kod na innym urządzeniu. Udostępnianie tego kodu może spowodować, że twoje dane zostaną pobrane przez innych. Możesz teraz bezpiecznie opuścić tę stronę.
pt: Digite este código em outro dispositivo. Compartilhar este Código pode fazer com que seus dados sejam buscados por outras pessoas. Você pode sair desta página com segurança agora.
ru: Введите этот код на другом устройстве. Совместное использование этого кода может привести к тому, что ваши данные будут получены другими. Теперь вы можете безопасно покинуть эту страницу.
th: ป้อนรหัสนี้บนอุปกรณ์อื่น การแบ่งปันรหัสนี้อาจทําให้ข้อมูลของคุณถูกดึงโดยผู้อื่น คุณสามารถออกจากหน้านี้ได้อย่างปลอดภัยในตอนนี้
tr: Bu Kodu başka bir cihaza girin. Bu Kodu paylaşmak, verilerinizin başkaları tarafından alınmasına neden olabilir. Şimdi bu sayfayı güvenli bir şekilde terk edebilirsiniz.
uk: Введіть цей код на іншому пристрої. Спільний доступ до цього коду може призвести до того, що ваші дані будуть отримані іншими. Тепер ви можете безпечно покинути цю сторінку.
vi: Nhập Mã này trên một thiết bị khác. Chia sẻ Mã này có thể khiến dữ liệu của bạn bị người khác tìm nạp. Bạn có thể rời khỏi trang này một cách an toàn ngay bây giờ.
zh_hans: 在另一台设备上键入该代码即可迁移。分享该代码可能导致你的数据被其他人获取。你可以安全退出该页面。
zh_hant: 在另一臺裝置上輸入此程式碼。 共享此程式碼可能會導致其他人獲取您的資料。 您現在可以安全地離開此頁面。

# Settings.interface.home.list.error.subtitle.top
source: Drag it away
ar: اسحبه بعيدا
de: Ziehen Sie es weg
es: Arrástralo
fr: Glissez-le
hi: इसे दूर खींचें
id: Seret itu pergi
it: Trascinalo via
ja: 引きずり出す
ko: 끌어내라
nl: Sleep het weg
pl: Odciągnij to
pt: Arraste-o
ru: Перетащите это
th: ลากมันออกไป
tr: Onu sürükle
uk: Onu sürükle
vi: Kéo nó đi
zh_hans: 空格不能在顶部
zh_hant: 把它拖走

# Settings.interface.home.list.failed-saving
source: Edits Discarded
ar: التعديلات التي تم التخلص منها
de: Bearbeitungen Verworfen
es: Ediciones descartadas
fr: Modifications rejetées
hi: संपादन त्याग दिया गया
id: Suntingan Dibuang
it: Modifiche scartate
ja: 編集は破棄されました
ko: 삭제된 편집
nl: Bewerkingen weggegooid
pl: Edycje Odrzucone
pt: Edições Descartadas
ru: Правки Отброшены
th: แก้ไขทิ้ง
tr: Düzenlemeler Atıldı
uk: Düzenlemeler Atıldı
vi: Chỉnh sửa bị bỏ
zh_hans: 编辑已弃置
zh_hant: 編輯丟棄

# Settings.keyboard.learn-more
source: Learn more...
ar: تعرف على المزيد...
de: Erfahren Sie mehr...
es: Más información...
fr: En savoir plus...
hi: और जानें...
id: Pelajari lebih lanjut...
it: Scopri di più...
ja: もっと詳しく知る...
ko: 더 알아보기...
nl: Meer informatie...
pl: Dowiedz się więcej...
pt: Saiba mais...
ru: Узнать больше...
th: เรียนรู้เพิ่มเติม...
tr: Daha fazlasını öğren...
uk: Daha fazlasını öğren...
vi: Tìm hiểu thêm...
zh_hans: 进一步了解……
zh_hant: 瞭解更多...

# Archive.subtitle.content.date
source: Last Update
ar: آخر تحديث
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière mise à jour
hi: अंतिम अपडेट
id: Pembaruan Terakhir
it: Ultimo aggiornamento
ja: 最後の更新
ko: 마지막 업데이트
nl: Laatste update
pl: Ostatnia aktualizacja
pt: Última Atualização
ru: Последнее обновление
th: อัปเดตล่าสุด
tr: Son Güncelleme
uk: Останнє оновлення
vi: Cập nhật lần cuối
zh_hans: 最后更新
zh_hant: 上次更新

# About.785.easteregg.language
source: This poem has only Simplified Chinese version.
ar: تحتوي هذه القصيدة على النسخة الصينية المبسطة فقط.
de: Dieses Gedicht hat nur eine vereinfachte chinesische Version.
es: Este poema solo tiene una versión en chino simplificado.
fr: Ce poème n'a qu'une version chinoise simplifiée.
hi: इस कविता में केवल सरलीकृत चीनी संस्करण है।
id: Puisi ini hanya memiliki versi Cina Sederhana.
it: Questa poesia ha solo una versione cinese semplificata.
ja: この詩には簡体字中国語版しかありません。
ko: 이 시는 중국어 간체 버전만 있습니다.
nl: Dit gedicht heeft alleen een vereenvoudigde Chinese versie.
pl: Ten wiersz ma tylko chińską wersję uproszczoną.
pt: Este poema tem apenas a versão chinesa simplificada.
ru: В этом стихотворении есть только упрощенная китайская версия.
th: บทกวีนี้มีเฉพาะเวอร์ชันภาษาจีนตัวย่อเท่านั้น
tr: Bu şiirin sadece Basitleştirilmiş Çince versiyonu vardır.
uk: Bu şiirin sadece Basitleştirilmiş Çince versiyonu vardır.
vi: Bài thơ này chỉ có phiên bản tiếng Trung giản thể.
zh_hans: 本诗只有简体中文版本
zh_hant: 這首詩只有簡體中文版本。

# Settings.interface.advanced.languange.incorrect-direction
source: Current system typography direction is not compatible with this language.
ar: اتجاه طباعة النظام الحالي غير متوافق مع هذه اللغة.
de: Die Typografie des aktuellen Systems ist nicht mit dieser Sprache kompatibel.
es: La dirección tipográfica del sistema actual no es compatible con este lenguaje.
fr: La direction typographique du système actuel n'est pas compatible avec cette langue.
hi: वर्तमान सिस्टम टाइपोग्राफी दिशा इस भाषा के अनुकूल नहीं है।
id: Arah tipografi sistem saat ini tidak kompatibel dengan bahasa ini.
it: La direzione attuale della tipografia del sistema non è compatibile con questa lingua.
ja: 現在のシステムタイポグラフィの方向は、この言語と互換性がありません。
ko: 현재 시스템 타이포그래피 방향은 이 언어와 호환되지 않습니다.
nl: Huidige systeemtypografierichting is niet compatibel met deze taal.
pl: Obecny kierunek typografii systemowej nie jest kompatybilny z tym językiem.
pt: A direção da tipografia do sistema atual não é compatível com este idioma.
ru: Текущее типографическое направление системы несовместимо с этим языком.
th: ทิศทางการพิมพ์ของระบบปัจจุบันเข้ากันไม่ได้กับภาษานี้
tr: Mevcut sistem tipografi yönü bu dil ile uyumlu değildir.
uk: Поточний системний напрямок типографіки не сумісний з цією мовою.
vi: Hướng kiểu chữ hệ thống hiện tại không tương thích với ngôn ngữ này.
zh_hans: 当前系统排版方向与该语言不匹配。
zh_hant: 當前系統排版方向與該語言不相容。

source: watchOS %@
hi: वॉचओएस %@
ja: ウォッチOS %@
zh_hant: 手錶作業系統%@

source: v%@
hi: वी%@

# Settings.appearance.schedule
source: Dark Mode
uk: Темний режим
zh_hans: 深色模式
